<?php if (!defined('INDIRECT_ACCESS')) die('!'); ?>

<h1>Это страница о нас</h1>

<ul>
  <li>
    <a href="#goals">Наши цели</a>
  </li>
  <li>
    <a href="#tasks">И задачи</a>
  </li>
  <li>
    <a href="#bottom">Низ сайта</a>
  </li>
</ul>

<p>
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
</p>

<p>
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
</p>

<h2 id="goals">Наши цели</h2>

<p>
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
</p>

<p>
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
</p>

<p>
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
</p>

<p>
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
</p>

<p>
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
</p>

<div id="tasks" style="position:absolute;margin-top:-30px"></div>

<h2>И задачи</h2>

<p>
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
</p>

<p>
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
</p>

<p>
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
</p>

<p>
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
</p>

<p>
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
  текст текст текст текст текст текст текст текст текст текст
</p>

<a href="#top" id="bottom">Перейти наверх</a>
